window.DASH_DATA = {
 "generated_at": "30.08.2026 16:07",
 "period": {
  "from": "01.08.2026",
  "to": "28.08.2026"
 },
 "prev_period": {
  "from": "01.08.2025",
  "to": "28.08.2025"
 },
 "totals": {
  "pt": 1634,
  "real": 3417631.0,
  "real_plan": 4210000,
  "real_pct": 81,
  "prev": 3462831.8,
  "delta_pct": -1.3,
  "st": 456,
  "st_plan": 586,
  "st_pct": 78
 },
 "departments": [
  {
   "name": "ТЗ",
   "pt": 1257,
   "real": 2332559.75,
   "real_plan": 2250000,
   "real_pct": 104,
   "prev": 1913870.5,
   "delta_pct": 21.9,
   "st": 135,
   "st_plan": 170,
   "st_pct": 79
  },
  {
   "name": "ГП",
   "pt": 303,
   "real": 639624.5,
   "real_plan": 850000,
   "real_pct": 75,
   "prev": 709500.0,
   "delta_pct": -9.8,
   "st": 61,
   "st_plan": 70,
   "st_pct": 87
  },
  {
   "name": "БК",
   "pt": 46,
   "real": 99236.5,
   "real_plan": 220000,
   "real_pct": 45,
   "prev": 74815.0,
   "delta_pct": 32.6,
   "st": 30,
   "st_plan": 20,
   "st_pct": 150
  },
  {
   "name": "ДЦ",
   "pt": 28,
   "real": 77970.25,
   "real_plan": 130000,
   "real_pct": 60,
   "prev": 114037.3,
   "delta_pct": -31.6,
   "st": 5,
   "st_plan": 6,
   "st_pct": 83
  },
  {
   "name": "Мероприятия ФД",
   "pt": 0,
   "real": 99250.0,
   "real_plan": 210000,
   "real_pct": 47,
   "prev": 171300.0,
   "delta_pct": -42.1,
   "st": null,
   "st_plan": null,
   "st_pct": null
  },
  {
   "name": "Массаж",
   "pt": 0,
   "real": 125015.0,
   "real_plan": 470000,
   "real_pct": 27,
   "prev": 435954.0,
   "delta_pct": -71.3,
   "st": 75,
   "st_plan": 70,
   "st_pct": 107
  },
  {
   "name": "СМ",
   "pt": 0,
   "real": 43975.0,
   "real_plan": 80000,
   "real_pct": 55,
   "prev": 43355.0,
   "delta_pct": 1.4,
   "st": 150,
   "st_plan": 250,
   "st_pct": 60
  }
 ],
 "trainers": {
  "БК": [
   {
    "name": "Акобян К. А.",
    "st": 12
   },
   {
    "name": "Роев П. Г.",
    "st": 8
   },
   {
    "name": "Исангулов И. А.",
    "st": 6
   },
   {
    "name": "Чертов А. А.",
    "st": 2
   },
   {
    "name": "Габдуллин Я. И.",
    "st": 1
   },
   {
    "name": "Горбунов Д. С.",
    "st": 1
   }
  ],
  "ДЦ": [
   {
    "name": "Тихомирова Е. Л.",
    "st": 4
   },
   {
    "name": "Зеркин А. М.",
    "st": 1
   }
  ],
  "ГП": [
   {
    "name": "Гавриловская В. А.",
    "st": 9
   },
   {
    "name": "Муратшина Л. К.",
    "st": 9
   },
   {
    "name": "Спиридонова О. Ю.",
    "st": 8
   },
   {
    "name": "Лбова А. В.",
    "st": 6
   },
   {
    "name": "Колодина О. С.",
    "st": 5
   },
   {
    "name": "Скиба А. С.",
    "st": 5
   },
   {
    "name": "Исангужина Э. Р.",
    "st": 4
   },
   {
    "name": "Куцакова Д. А.",
    "st": 3
   },
   {
    "name": "Гущина К. А.",
    "st": 2
   },
   {
    "name": "Дмитриева Т. В.",
    "st": 2
   },
   {
    "name": "Иванов В. Ю.",
    "st": 2
   },
   {
    "name": "Ахметшина Р. Н.",
    "st": 1
   },
   {
    "name": "Кощеев Д. Г.",
    "st": 1
   },
   {
    "name": "Родионова К. Д.",
    "st": 1
   },
   {
    "name": "Савельева А. А.",
    "st": 1
   },
   {
    "name": "Хасанова К. Р.",
    "st": 1
   },
   {
    "name": "Шуралёва А. П.",
    "st": 1
   }
  ],
  "Массаж": [
   {
    "name": "Гасимов Р. Р.",
    "st": 65
   },
   {
    "name": "Лотарев В. Р.",
    "st": 10
   }
  ],
  "СМ": [
   {
    "name": "Мир-Камилова Э. Н.",
    "st": 48
   },
   {
    "name": "Мулюкова Э. Э.",
    "st": 32
   },
   {
    "name": "Валишина А. Д.",
    "st": 24
   },
   {
    "name": "Ломакина А. В.",
    "st": 23
   },
   {
    "name": "Шабанова А. Т.",
    "st": 19
   },
   {
    "name": "Сабитова Н. Х.",
    "st": 4
   }
  ],
  "ТЗ": [
   {
    "name": "Ахтялтдинов И. Р.",
    "st": 14
   },
   {
    "name": "Мифтахутдинова Ф. Э.",
    "st": 14
   },
   {
    "name": "Камалетдинова Ю. В.",
    "st": 12
   },
   {
    "name": "Миндиярова Д. Х.",
    "st": 11
   },
   {
    "name": "Донгузов Р. А.",
    "st": 10
   },
   {
    "name": "Айгильдина А. Е.",
    "st": 9
   },
   {
    "name": "Кашапова Д. С.",
    "st": 7
   },
   {
    "name": "Чичканова И. С.",
    "st": 7
   },
   {
    "name": "Герасимов В. В.",
    "st": 6
   },
   {
    "name": "Нечаева Е. В.",
    "st": 6
   },
   {
    "name": "Сафутдинова А. А.",
    "st": 6
   },
   {
    "name": "Исхакова Ю. С.",
    "st": 4
   },
   {
    "name": "Людке Ю. Г.",
    "st": 4
   },
   {
    "name": "Пономарева Е. А.",
    "st": 4
   },
   {
    "name": "Иванов В. Ю.",
    "st": 3
   },
   {
    "name": "Лапшина Н. О.",
    "st": 3
   },
   {
    "name": "Нагорная А. Е.",
    "st": 3
   },
   {
    "name": "Егорова Е. Д.",
    "st": 2
   },
   {
    "name": "Зайнуллина Д. И.",
    "st": 2
   },
   {
    "name": "Салихов Т. С.",
    "st": 2
   },
   {
    "name": "Хатыпов А. О.",
    "st": 2
   },
   {
    "name": "Баязитова Э. В.",
    "st": 1
   },
   {
    "name": "Зорина М. П.",
    "st": 1
   },
   {
    "name": "Рассказов С. А.",
    "st": 1
   },
   {
    "name": "Телегин Д. А.",
    "st": 1
   }
  ]
 }
};
