window.DASH_DATA = {
 "generated_at": "30.08.2026 16:10",
 "period": {
  "from": "01.08.2026",
  "to": "30.08.2026"
 },
 "prev_period": {
  "from": "01.08.2025",
  "to": "30.08.2025"
 },
 "totals": {
  "pt": 1725,
  "real": 3602786.75,
  "real_plan": 4210000,
  "real_pct": 86,
  "prev": 3649015.55,
  "delta_pct": -1.3,
  "st": 497,
  "st_plan": 586,
  "st_pct": 85
 },
 "departments": [
  {
   "name": "ТЗ",
   "pt": 1329,
   "real": 2462492.75,
   "real_plan": 2250000,
   "real_pct": 109,
   "prev": 2023329.25,
   "delta_pct": 21.7,
   "st": 162,
   "st_plan": 170,
   "st_pct": 95
  },
  {
   "name": "ГП",
   "pt": 320,
   "real": 675183.0,
   "real_plan": 850000,
   "real_pct": 79,
   "prev": 755982.0,
   "delta_pct": -10.7,
   "st": 61,
   "st_plan": 70,
   "st_pct": 87
  },
  {
   "name": "БК",
   "pt": 48,
   "real": 102865.25,
   "real_plan": 220000,
   "real_pct": 47,
   "prev": 77540.0,
   "delta_pct": 32.7,
   "st": 32,
   "st_plan": 20,
   "st_pct": 160
  },
  {
   "name": "ДЦ",
   "pt": 28,
   "real": 80240.75,
   "real_plan": 130000,
   "real_pct": 62,
   "prev": 119200.3,
   "delta_pct": -32.7,
   "st": 5,
   "st_plan": 6,
   "st_pct": 83
  },
  {
   "name": "Мероприятия ФД",
   "pt": 0,
   "real": 102050.0,
   "real_plan": 210000,
   "real_pct": 49,
   "prev": 173300.0,
   "delta_pct": -41.1,
   "st": null,
   "st_plan": null,
   "st_pct": null
  },
  {
   "name": "Массаж",
   "pt": 0,
   "real": 133760.0,
   "real_plan": 470000,
   "real_pct": 28,
   "prev": 453009.0,
   "delta_pct": -70.5,
   "st": 75,
   "st_plan": 70,
   "st_pct": 107
  },
  {
   "name": "СМ",
   "pt": 0,
   "real": 46195.0,
   "real_plan": 80000,
   "real_pct": 58,
   "prev": 46655.0,
   "delta_pct": -1.0,
   "st": 162,
   "st_plan": 250,
   "st_pct": 65
  }
 ],
 "trainers": {
  "БК": [
   {
    "name": "Акобян К. А.",
    "st": 12
   },
   {
    "name": "Роев П. Г.",
    "st": 8
   },
   {
    "name": "Исангулов И. А.",
    "st": 7
   },
   {
    "name": "Горбунов Д. С.",
    "st": 2
   },
   {
    "name": "Чертов А. А.",
    "st": 2
   },
   {
    "name": "Габдуллин Я. И.",
    "st": 1
   }
  ],
  "ДЦ": [
   {
    "name": "Тихомирова Е. Л.",
    "st": 4
   },
   {
    "name": "Зеркин А. М.",
    "st": 1
   }
  ],
  "ГП": [
   {
    "name": "Гавриловская В. А.",
    "st": 9
   },
   {
    "name": "Муратшина Л. К.",
    "st": 9
   },
   {
    "name": "Спиридонова О. Ю.",
    "st": 8
   },
   {
    "name": "Лбова А. В.",
    "st": 6
   },
   {
    "name": "Колодина О. С.",
    "st": 5
   },
   {
    "name": "Скиба А. С.",
    "st": 5
   },
   {
    "name": "Исангужина Э. Р.",
    "st": 4
   },
   {
    "name": "Куцакова Д. А.",
    "st": 3
   },
   {
    "name": "Гущина К. А.",
    "st": 2
   },
   {
    "name": "Дмитриева Т. В.",
    "st": 2
   },
   {
    "name": "Иванов В. Ю.",
    "st": 2
   },
   {
    "name": "Ахметшина Р. Н.",
    "st": 1
   },
   {
    "name": "Кощеев Д. Г.",
    "st": 1
   },
   {
    "name": "Родионова К. Д.",
    "st": 1
   },
   {
    "name": "Савельева А. А.",
    "st": 1
   },
   {
    "name": "Хасанова К. Р.",
    "st": 1
   },
   {
    "name": "Шуралёва А. П.",
    "st": 1
   }
  ],
  "Массаж": [
   {
    "name": "Гасимов Р. Р.",
    "st": 65
   },
   {
    "name": "Лотарев В. Р.",
    "st": 10
   }
  ],
  "СМ": [
   {
    "name": "Мир-Камилова Э. Н.",
    "st": 53
   },
   {
    "name": "Мулюкова Э. Э.",
    "st": 32
   },
   {
    "name": "Валишина А. Д.",
    "st": 28
   },
   {
    "name": "Ломакина А. В.",
    "st": 26
   },
   {
    "name": "Шабанова А. Т.",
    "st": 19
   },
   {
    "name": "Сабитова Н. Х.",
    "st": 4
   }
  ],
  "ТЗ": [
   {
    "name": "Айгильдина А. Е.",
    "st": 16
   },
   {
    "name": "Ахтялтдинов И. Р.",
    "st": 15
   },
   {
    "name": "Герасимов В. В.",
    "st": 15
   },
   {
    "name": "Мифтахутдинова Ф. Э.",
    "st": 15
   },
   {
    "name": "Донгузов Р. А.",
    "st": 12
   },
   {
    "name": "Камалетдинова Ю. В.",
    "st": 12
   },
   {
    "name": "Миндиярова Д. Х.",
    "st": 12
   },
   {
    "name": "Кашапова Д. С.",
    "st": 7
   },
   {
    "name": "Чичканова И. С.",
    "st": 7
   },
   {
    "name": "Нечаева Е. В.",
    "st": 6
   },
   {
    "name": "Сафутдинова А. А.",
    "st": 6
   },
   {
    "name": "Исхакова Ю. С.",
    "st": 5
   },
   {
    "name": "Людке Ю. Г.",
    "st": 5
   },
   {
    "name": "Лапшина Н. О.",
    "st": 4
   },
   {
    "name": "Пономарева Е. А.",
    "st": 4
   },
   {
    "name": "Иванов В. Ю.",
    "st": 3
   },
   {
    "name": "Нагорная А. Е.",
    "st": 3
   },
   {
    "name": "Егорова Е. Д.",
    "st": 2
   },
   {
    "name": "Зайнуллина Д. И.",
    "st": 2
   },
   {
    "name": "Зеркин А. М.",
    "st": 2
   },
   {
    "name": "Салихов Т. С.",
    "st": 2
   },
   {
    "name": "Хатыпов А. О.",
    "st": 2
   },
   {
    "name": "Баязитова Э. В.",
    "st": 1
   },
   {
    "name": "Бикметова К. Э.",
    "st": 1
   },
   {
    "name": "Зорина М. П.",
    "st": 1
   },
   {
    "name": "Рассказов С. А.",
    "st": 1
   },
   {
    "name": "Телегин Д. А.",
    "st": 1
   }
  ]
 }
};
